{
  "code_example": {
    "run": "Run the story"
  },
  "guide": {
    "title": "Guide",
    "introduction": {
      "title": "Introduction",
      "first": "GuriVR is a free, open source project created to allow everybody to make <a href='https://en.wikipedia.org/wiki/Virtual_reality'>Virtual Reality</a> experiences with the lowest possible learning curve. The main tool that follows the goal is the online editor which is described below but Guri attempts to make the job easy in different ways. For example, it is possible to create a basic 360 panorama that works in the browser and with headsets like the Google Cardboard just by tweeting the picture with a mention to <a href='https://twitter.com/guri_vr'>@guri_vr</a>.",
      "second": "Guri is under <a href='https://github.com/opennewslabs/guri-vr'>active development</a> and <a href='https://github.com/opennewslabs/guri-vr/issues'>feedback</a> is always welcome and under consideration for new features and bug reports. If you see something, say something 🚨 👮"
    },
    "getting_started": {
      "title": "Getting started",
      "first": "The easiest way to learn how to use the editor is to play around with the sample scene located at the <a href='/'>Homepage</a> or <a href='/login'>create an account</a> to be able to save your stories.",
      "second": "The editor uses natural language processing techniques to interpret your words and convert the description into a VR experience. The ultimate goal for Guri is to be so intuitive you can express yourself using your own words without the need to think about it."
    },
    "scenes": {
      "title": "Scenes",
      "first": "Guri organize your stories into sequential scenes. Each scene is directly mapped with a paragraph in your description as soon as you specify the scene length.",
      "second": "You can create as many scenes as you want but don't forget about to set the duration in seconds.",
      "third": "Now that you know how to create scenes, let's see what kind of element you can add to your scenes:"
    },
    "entities": {
      "title": "Entities",
      "first": "A Guri scene is composed by a set of entities. A entity can be a 360 panorama, a videosphere, some text floating around, a 3d chart, images and more.",
      "second": "Each kind of entity has modifiers (or attributes) associated. For example some elements can have a color, an asset or a determined position. For example, if I want a tiny picture of a pokemon at the left of the viewer I can express that to Guri using the following words:",
      "third": "Below you can see the list of available entities and the modifiers that can be applied:",
      "keywords": "Keywords",
      "attributes": "Attributes",
      "required": "required",
      "optional": "optional",
      "example": "Example"
    },
    "audio": {
      "title": "Audio",
      "description": "Audio source in the 3d space. It can be positioned in different parts of the scene. It needs a url as the source, the prefered format is mp3."
    },
    "panorama": {
      "title": "Panorama",
      "description": "360 spherical image envolving the user view. It needs a url to display. It works better with equirectangular panoramas but works with any kind of images."
    },
    "videosphere": {
      "title": "Videosphere",
      "description": "360 spherical video envolving the user view. It needs a url to display. It works better with equirectangular videos but works with any kind of video."
    },
    "image": {
      "title": "Image",
      "description": "2d images can be located inside the scene and placed in different positions."
    },
    "video": {
      "title": "Video",
      "description": "2d videos can be located inside the scene and placed in different positions."
    },
    "text": {
      "title": "Text",
      "description": "You can write text and it will be displayed into the screen. There is no color or font support (it's just blank text for now)"
    },
    "duration": {
      "title": "Duration",
      "description": "You need to specify the duration of each scene in seconds. Otherwise it won't be displayed."
    },
    "voiceover": {
      "title": "Voiceover",
      "description": "You can make your computer say phrases out loud. This will only work on browsers supporting speech synthesis."
    },
    "chart": {
      "title": "Chart",
      "description": "Everything here is experimental but this feature really is. (In theory) you can create a chart on <a href='https://quartz.github.io/Chartbuilder/'>ChartBuilder</a>, drag the json into the editor (or host it by yourself), and GuriVR will render it as a 3d chart. Give it a chance and if it don't work please raise an <a href='https://github.com/opennewslabs/guri-vr'>issue</a>."
    },
    "background": {
      "title": "Background",
      "description": "You can change the boring black background on each scene with a cooler color."
    },
    "3dmodel": {
      "title": "3D Models",
      "description": "Another <del>broken</del> experimental feature. You can insert Collada models into the scene."
    },
    "sharing": {
      "title": "Sharing",
      "first": "While logged in, you can save your stories and a share link is generated every time you save the story. This link can be shared as a standalone website or be embed into an iframe to be a part of a interactive piece.",
      "second": "The generated link is a HTML file using <a href='https://aframe.io'>A-Frame</a> so it can be easily modified. The link sets also the required information for the Twitter Card player for a better integration. This is an example:"
    }
  },
  "header": {
    "guide": "Guide",
    "my_stories": "My stories",
    "logout": "Logout",
    "login": "Login"
  },
  "home": {
    "intro": {
      "tagline": "Describe how do you want to tell your VR experience and will do the rest",
      "login": "Login to create a story",
      "create": "Create a story"
    },
    "preview": {
      "title": "Use your own words"
    },
    "share": {
      "title": "Share it everywhere",
      "description": "GuriVR uses <a href='https://webvr.info'>WebVR</a>, the Web Open Standard for the Virtual Reality World. This works on modern web browsers, Google Cardboard and Oculus rift among others. It also fallback for desktop browsers using drag controls. You can share your experiences as standalone websites or inside your site as an iframe."
    },
    "oss": {
      "title": "Open source",
      "description": "This is an <a href='https://github.com/opennewslabs/guri-vr'>open source project</a> created as part of a <a href='https://opennews.org/what/fellowships/'>Knight-Mozilla fellowship</a>. You can contribute and/or propose ideas you have for this project. <strong>Note</strong>: A wise reporter once said \"60% of the time it works every time\". This tool is under development and you may find some bugs. In that case we will appreciate if you can <a href='https://github.com/opennewslabs/guri-vr/issues'>fill an issue</a>."
    },
    "by": "Made with ♥️ by"
  },
  "login": {
    "sent": "Magic Link sent to your Email address!",
    "login": "Login"
  },
  "editor": {
    "title_missing": "Please enter a name for the story",
    "title": "title",
    "save": "Save",
    "share": "Share link",
    "preview": "Fullscreen preview"
  },
  "stories": {
    "delete_confirm": "Are you sure you want to delete this story?",
    "empty": "It seems that you don't have stories yet. You can start by clicking on the + button below 😸"
  }
}
