{
  "code_example": {
    "run": "Run the story"
  },
  "guide": {
    "title": "Guide",
    "introduction": {
      "title": "Introduction",
      "first": "GuriVR is a free, open source project created to allow anyone to make <a href='https://en.wikipedia.org/wiki/Virtual_reality'>Virtual Reality</a> experiences with the lowest possible learning curve. Guri provides a quick and easy online editor that creates virtual reality from your words. Guri even makes it possible to create a 360 panorama that works in the browser and with headsets like the Google Cardboard in seconds - just tweet a 360 panorama with a mention to <a href='https://twitter.com/guri_vr'>@guri_vr</a>.",
      "second": "Guri is under <a href='https://github.com/opennewslabs/guri-vr'>active development</a> and <a href='https://github.com/opennewslabs/guri-vr/issues'>feedback</a> is always welcome and under consideration for new features and bug reports. If you see something, say something 🚨 👮"
    },
    "getting_started": {
      "title": "Getting started",
      "first": "The easiest way to learn how to use the editor is to play around with the sample scene located at the <a href='/'>Homepage</a> or <a href='/login'>create an account</a> to be able to save your stories.",
      "second": "The editor uses natural language processing techniques to interpret your words and convert the description into a VR experience. The ultimate goal for Guri is to be so intuitive you can express yourself using your own words without the need to think about it."
    },
    "scenes": {
      "title": "Scenes",
      "first": "Guri organizes your stories into sequential scenes. Each scene is mapped with a paragraph in your description as soon as you specify the scene length.",
      "second": "You can create as many scenes as you want. Just make sure to set the duration in seconds of a scene if you have more than one in your story.",
      "third": "Now that you know how to create scenes, let's add some elements to your scenes:",
      "preview": "This is my first scene. It lasts 4 seconds, has a skyblue background and shows a text saying \"This is the first scene\"\n\nThis paragraph is never interpreted because I'm not specifying any entity. This is a good way to make a comment or talk about different parts of your story without generating scenes.\n\nThe last scene lasts 10 seconds and has just a text saying \"The End!\"."
    },
    "entities": {
      "title": "Entities",
      "first": "A Guri scene is composed by a set of entities. A entity can be a 360 panorama, a videosphere, some text floating around, a 3d chart, images and more.",
      "second": "Each kind of entity has modifiers (or attributes) associated. For example some elements can have a color, an asset or a determined position. For example, if I want a tiny picture of a pokemon at the left of the viewer I can express that to Guri using the following words:",
      "third": "Below you can see the list of available entities and the modifiers that can be applied:",
      "keywords": "Keywords",
      "attributes": "Attributes",
      "required": "required",
      "optional": "optional",
      "example": "Example",
      "preview": "I want my scene to have a pink background and a picture of a pokemon (why not?) located at https://gurivr.s3.amazonaws.com/c5155f5b-83eb-4729-873b-238abb916362-psyduck.png to my left, and make it tiny please. Also add a text saying \"Look to your leeeeeeeft!\""
    },
    "audio": {
      "title": "Audio",
      "description": "Audio source in the 3d space. It can be positioned in different parts of the scene. It needs a url as the source, the preferred format is mp3.",
      "preview": "I want a 5 seconds scene showing a text saying \"Hi!\"\n\nThen I want a 40 seconds scene with a white background and an audio located at https://gurivr.s3.amazonaws.com/86474203-6d3d-4d39-9342-5ed63dca56c6-santa.mp3 behind me",
      "keywords": "audio | sound"
    },
    "panorama": {
      "title": "Panorama",
      "description": "A panorama is a 360 spherical image. It needs a url to display. It works best with equirectangular panoramas but can also work with any kind of image.",
      "preview": "My scene shows a panorama located at https://gurivr.s3.amazonaws.com/7ec6043a-3924-4341-96ab-e8df10faaa93-pa.jpg"
    },
    "videosphere": {
      "title": "Videosphere",
      "description": "A videosphere is a 360 spherical video. It needs a url to display. It works best with equirectangular videos but can also work with any kind of video.",
      "preview": "My scene is 30 seconds long and shows a videosphere located at https://ucarecdn.com/bcece0a8-86ce-460e-856b-40dac4875f15/ and a voiceover saying \"This is the future. I know, is not that good\"",
      "keywords": "videosphere"
    },
    "image": {
      "title": "Image",
      "description": "2d images can be located inside the scene and placed in different positions.",
      "keywords": "image | picture",
      "preview": "My scene has blue background, a voiceover saying \"Look to your right\" and a random picture of a cat from https://gurivr.s3.amazonaws.com/7944cde7-b842-483f-a8b1-f953476b2cbb-gatito.png to my right"
    },
    "video": {
      "title": "Video",
      "description": "2d videos can be located inside the scene and placed in different positions.",
      "preview": "My scene has skyblue background and a video from https://s3.amazonaws.com/gurivr/licha.mp4 to my left"
    },
    "text": {
      "title": "Text",
      "description": "You can write text and it will be displayed in the scene. There is no color or font support (it's just blank text for now)",
      "keywords": "text",
      "preview": "My scene has red background, a text telling me \"You can read\" and another text that says \"Say no more\" to my left"
    },
    "duration": {
      "title": "Duration",
      "description": "You can specify the duration of each scene in seconds. Otherwise the scene will not end.",
      "keywords": "seconds",
      "preview": "My scene lasts 8 seconds, has blue background and text saying \"This will finish soon\""
    },
    "voiceover": {
      "title": "Voiceover",
      "description": "You can make your computer say phrases out loud. This will only work on browsers supporting speech synthesis.",
      "keywords": "voiceover",
      "preview": "My scene is 8 seconds long and have a voiceover saying \"If you are listening to me, your computer, then your browser supports speech synthesis.\""
    },
    "chart": {
      "title": "Chart",
      "description": "This feature is under development. You can test it by creating a chart on <a href='https://quartz.github.io/Chartbuilder/'>ChartBuilder</a>, drag the json into the editor (or host it by yourself), and GuriVR will render it as a 3d chart. You can help with development by filing an <a href='https://github.com/opennewslabs/guri-vr/issues'>issue</a>.",
      "keywords": "chart",
      "preview": "My scene have a #eee background and a chart from https://s3.amazonaws.com/gurivr/my-data.json in front of me"
    },
    "sky": {
      "title": "Sky",
      "description": "We have a nice sky set up for you and you can specify the part of the day.",
      "keywords": "sky",
      "preview": "My scene shows a pretty sky at sunset"
    },
    "background": {
      "title": "Background",
      "description": "You can change the boring black background on each scene with a cooler color.",
      "keywords": "background",
      "preview": "My scene have a #ccc background and a text saying \"Calaaaar\""
    },
    "3dmodel": {
      "title": "3D Models",
      "description": "Another <del>broken</del> experimental feature. You can insert Collada, Obj and Bake models into the scene.",
      "keywords": "model",
      "preview": "My scene has skyblue background and a model of some trees from https://s3.amazonaws.com/gurivr/23f1972f-99c6-4f68-a0f0-392c16a02333-trees.dae you can move around with wasd 😎"
    },
    "search": {
      "title": "Perform a resource search",
      "description": "The editor can help you find resources from the internet. Instead of dropping a file or a link into the editor you can search for terms and get back a url. This feature currently works with panoramas and images and can be used by enclosing your search between quotes (\").\nWhen searching for panoramas, the editor will locate them from the Flickr equirectangular group and general images from Flickr.",
      "example": "For example searching for \"soccer\" can result in https://farm6.staticflickr.com/5129/5335199935_b6d84f29e6_o.jpg"
    },
    "ar": {
      "title": "Augmented Reality mode",
      "description": "VR and AR share a lot in common from the technical standpoint. You can use the user camera instead of an asset for the background on your experiences. To do this you just need to write down \"ar mode\" at any point in your story. Try to start the scene by asking for \"ar mode\" to make it clear to the editor.",
      "preview": "This is a story that uses the AR mode\n\nThe only scene shows a text saying \"We are in AR mode!\""
    },
    "speech_recognition": {
      "title": "Speech recognition",
      "how": "If your browser supports speech recognition you'll be able to see a microphone icon at the top right of the editor. If you click on it you can use your voice to create VR scenes instead of using a keyboard.\nTo add quotes for text or a search for example you can say \"open quotes\" and/or \"close quotes\". To create a new scene inside your story you can say \"new scene\".",
      "description": "Browsers built-in speech recognition engines are improving very fast so be tolerant with the results. The best part is you can create your scene while on VR mode (if you click on the glasses icon on the preview you can enter to fullscreen mode)"
    },
    "sharing": {
      "title": "Sharing",
      "first": "While logged in, you can save your stories and a share link is generated every time you save the story. This link can be shared as a standalone website or be embed into an iframe to be a part of a interactive piece.",
      "second": "The generated link is a HTML file using <a href='https://aframe.io'>A-Frame</a> so it can be easily modified. The link sets also the required information for the Twitter Card player for a better integration. This is an example:"
    },
    "attributes": {
      "source": "source",
      "source_types": "url",
      "position": "position",
      "position_types": "left, right, front, behind, below, above",
      "scale": "scale",
      "scale_types": "tiny, small, large, huge",
      "text": "text",
      "text_types": "string",
      "duration": "duration",
      "duration_types": "number",
      "color": "color",
      "color_types": "string or hex color",
      "sun_position": "sun position",
      "sun_position_types": "sunrise, sunset, morning, noon, afternoon, evening, night"
    }
  },
  "header": {
    "home": "Home",
    "guide": "Guide",
    "my_stories": "My stories",
    "logout": "Logout",
    "login": "Login"
  },
  "home": {
    "intro": {
      "tagline": "Describe your VR experience and<br/>the editor will do the rest.",
      "login": "Login to create a story",
      "create": "Create a story"
    },
    "preview": {
      "title": "Use your own words",
      "text": "You not need to be a coder to create VR experiences. The GuriVR editor interprets your words and creates the world you described.\n\nTry adding some scenes. For example my first scene will last 500 seconds and display an image located at https://s3.amazonaws.com/gurivr/logo.png along with a text saying: \"Guri is cool!\" to my left and a panorama located at https://s3.amazonaws.com/gurivr/pano.jpg\n\nTry adding more scenes\n\nhint: Try with words like audio, panorama, text, videosphere, voiceover and chart.\n\nYou can also drag your files into the editor and get back a url or even find images and panoramas enclosing the search terms inside double quotes 🙀"
    },
    "share": {
      "title": "Share it everywhere",
      "description": "GuriVR uses <a href='https://webvr.info'>WebVR</a>, the Web Open Standard for the Virtual Reality World. This works on modern web browsers, Google Cardboard and Oculus rift among others. It also fallback for desktop browsers using drag controls. You can share your experiences as standalone websites or inside your site as an iframe."
    },
    "oss": {
      "title": "Open source",
      "description": "This is an <a href='https://github.com/opennewslabs/guri-vr'>open source project</a> created as part of a <a href='https://opennews.org/what/fellowships/'>Knight-Mozilla fellowship</a>. You can contribute and/or propose ideas you have for this project. <strong>Note</strong>: A wise reporter once said \"60% of the time it works every time\". This tool is under development and you may find some bugs. In that case we will appreciate if you can <a href='https://github.com/opennewslabs/guri-vr/issues'>fill an issue</a>."
    },
    "by": "Made with ♥️ by"
  },
  "login": {
    "sent": "Magic Link sent to your Email address!",
    "login": "Login"
  },
  "editor": {
    "title_missing": "Please enter a name for the story",
    "title": "title",
    "save": "Save",
    "share": "Share link",
    "preview": "Fullscreen preview",
    "initial_title": "Untitled story",
    "initial_text": "\n\nThis is the GuriVR editor 🎉. You can create your VR experience by just describing how you would like your scene to be. Every paragraph will be a scene as soon as you add an entity to it. Let's start with an example:\n\nMy first scene lasts 5 seconds and has a text that says \"This is my first scene. This is amazing!\".\n\nThe second is 30 seconds and have just a panorama located at https://ucarecdn.com/8e6da182-c794-4692-861d-d43da2fd5507/ along with the audio https://ucarecdn.com/49f6a82b-30fc-4ab9-80b5-85f286d67830/\n\nhint: Try with words like audio, panorama, text, videosphere, voiceover and chart.\n\nYou can also drag your files into the editor and get back a url 🙀"
  },
  "stories": {
    "delete_confirm": "Are you sure you want to delete this story?",
    "empty": "It seems that you don't have stories yet. You can start by clicking on the + button below 😸"
  }
}
